Repository: abdahad1996/mixtiles
Catalog: Mixtiles/*.lproj/Localizable.strings
Languages: pt_br

# alert_missing
source: Sorry we can’t found, something is missing
pt_br: Desculpe, não encontramos, algo está faltando

# alert_network
source: Please turn on internet connection
pt_br: Por favor, se conecte a internet

# lbl_free
source: FREE
pt_br: GRÁTIS

# alert_lowResolution
source: Low Resolution
pt_br: Baixa resolução

# alert_msglowResolution
source: This photo is actually pretty small. It will probably make a blurry tile!
pt_br: Esta imagem está realmente muito pequena. Provavelmente seu Brick ficará com a imagem embaçada.

# alert_selectanyway
source: Select Anyway
pt_br: SELECIONAR

# alert_dontSelect
source: Don't Select
pt_br: VOLTAR

# lbl_home_title
source: Tiles are beautiful and attached easily
pt_br: BRICKART

# btn_createaset
source: Create A Set
pt_br: CRIAR MEUS BRICKS

# lbl_help
source: Help
pt_br: Ajuda

# lbl_helpdetail
source: Talk to us about anything, or check out some common questions below
pt_br: Tem dúvidas? Envie uma mensagem ou confire abaixo.

# btn_talk_to_us
source: TALK TO US
pt_br: CHAT DE ATENDIMENTO

# lbl_pick_photo
source: Pick a Photo
pt_br: Escolha as imagens

# lbl_tab_all_photo
source: All photos
pt_br: Todas as fotos

source: Pick more
pt_br: Escolha mais

source: tiles selected
pt_br: Imagens selecionadas

# moq_tile
source: tiles are
pt_br: Brick são

# addtional_tile
source: Each additional tile is
pt_br: Cada Brick adicional é

# btn_review_tiles
source: Review Tiles
pt_br: REVISAR IMAGENS

# alert_select_at_least
source: Please select at least
pt_br: Por favor, selecione ao menos

# alert_photos
source: photos
pt_br: fotos

# lbl_title_review_adjust
source: Review & Adjust
pt_br: Revisão & Ajuste

# lbl_formats
source: Formats
pt_br: Formatos

# lbl_colors
source: Colors
pt_br: Cores

# lbl_add_shipping_address
source: Add shipping address
pt_br: Endereço de entrega

# lbl_add_credit_card
source: Add Credit Card
pt_br: Forma de pagamento

# lbl_tiles_for
source: tiles for
pt_br: Bricks por

# lbl_more_tiles
source: more tiles
pt_br: mais Bricks

# lbl_each
source: each
pt_br: cada

# lbl_Deliverd_by
source: Deliverd by
pt_br: Estimativa de entrega

# btn_title_Add_promo_code
source: ADD PROMO CODE
pt_br: Adicionar código promocional

# btn_confirm_order
source: CONFIRM ORDER
pt_br: CONFIRMAR PEDIDO

# lbl_copies
source: Copies
pt_br: cópias

# lbl_copy
source: Copy
pt_br: cópia

# alert_add_shipping_address
source: Please add your shipping address information.
pt_br: Por favor adicione seu endereço de entrega.

# alert_add_credit_card_details
source: Please add your credit card and shipping address information.
pt_br: Por favor escolha uma forma de pagamento e endereço de entrega.

# alert_more_tiles_needed
source: More Tiles Needed
pt_br: Mais telhas necessárias

# alert_brickart
source: Brickart order have to be three tiles or more
pt_br: Ordem Brickart tem que ser de três telhas ou mais

# lbl_adjust_popup
source: Adjust
pt_br: AJUSTAR

# lbl_remove_popup
source: Remove
pt_br: REMOVER

# lbl_cancel_popup
source: Cancel
pt_br: RETORNAR

# lbl_title_add_address
source: Add Address
pt_br: Adicionar endereço

# txt_full_name
source: Full Name
pt_br: Nome completo

# txt_cell_phone_number
source: Cellphone Number
pt_br: Número de whatsapp

# txt_cep_number
source: CEP Number
pt_br: CEP

# txt_street_address
source: Street address
pt_br: Endereço

# txt_street_number
source: Street number
pt_br: Número

# txt_complement
source: Complement
pt_br: Complemento

# txt_neighborhood
source: Neighborhood
pt_br: Bairro

# txt_city
source: City
pt_br: Cidade

# txt_state
source: State
pt_br: UF

# btn_done
source: DONE
pt_br: AVANÇAR

# alert_msg_full_name
source: Please enter full name
pt_br: Por favor, adicione seu nome completo

# alert_msg_empty_email
source: Please enter email address
pt_br: Por favor, adcione seu e-mail

# alert_msg_valid_email
source: Please enter valid email address
pt_br: Por favor, adicione um e-mail válido

# alert_msg_cell_phone_number
source: Please enter cell phone number
pt_br: Por favor, adicione um número de celular.

# alert_msg_valid_cell_no
source: Please enter valid cell phone nunber
pt_br: Por favor, insira o número de celular válido

# alert_msg_cep_number
source: Please enter CEP Number
pt_br: Por favor, adicione um CEP

# alert_msg_valid_cep_number
source: Please enter valid CEP number
pt_br: Por favor, adicione um CEP válido

# alert_msg_city
source: Please enter city
pt_br: Por favor, adicione uma cidade

# alert_msg_state
source: Please enter state
pt_br: Por favor, adicione um estado

# alert_msg_street_number
source: Please enter street number
pt_br: Por favor, adicione o número do seu endereço

# alert_msg_complement
source: Please enter complement
pt_br: Por favor, adicione um complemento

# alert_msg_neighborhood
source: Please enter neighborhood
pt_br: Por favor, adicione um bairro

# lbl_title_add_credit_card
source: Add Credit Card
pt_br: ADICIONAR PAGAMENTO

# txt_card_holder_name
source: Card Holder Name
pt_br: Nome do titular

# txt_card_number
source: Card Number
pt_br: Número do cartão

# txt_mmyyyy
source: MM/YYYY
pt_br: Mês/Ano

# txt_security_code
source: Security Code
pt_br: Código de segurança

# txt_cpf_number
source: CPF Number
pt_br: CPF do titular

# btn_add
source: ADD
pt_br: AVANÇAR

# card_no_valid
source: Card number is valid
pt_br: O número do cartão é válido

# card_no_invalid
source: Card number is invalid
pt_br: O número do cartão é inválido

# alert_card_holder_name
source: Please enter card holder name
pt_br: Por favor, adicione o nome do titular

# alert_card_no
source: Please enter card number
pt_br: Por favor adicione o número do cartão

# alert_card_no_invalid
source: Please enter valid card number
pt_br: Por favor, insira um cartão válido

# alert_mmyyyy
source: Please enter expiry date
pt_br: Por favor adicione a data de validade

# alert_security_code
source: Please enter security code
pt_br: Por favor adicione o código de segurança

# alert_security_code_invalid
source: Please enter valid security code
pt_br: Por favor insira um código de segurança válido

# alert_cpf_no
source: Please enter CPF number
pt_br: Por favor adicione um CPF válido

# alert_cpf_no_invalid
source: Please enter valid CPF number
pt_br: Por favor, insira um número de CPF válido

# alert_select_credit_card
source: Please select credit card
pt_br: Por favor selecione uma bandeira

# txt_select_installment
source: Select Installment
pt_br: Número de parcelas

# btn_addCard_close
source: Close
pt_br: Voltar

# lbl_title_order
source: Order Complete
pt_br: PEDIDO FINALIZADO

# lbl_thank_you
source: Thank You!!
pt_br: Obrigado!!

# lbl_your_order_confirmed
source: Your Order is Confirmed
pt_br: Seu pedido foi confirmado

# btn_tap_here
source: Tape here to get Boleto Receipt
pt_br: IMPRIMIR BOLETO

# lbl_your_payment_id
source: Your Payment ID
pt_br: ID do seu pagamento

# lbl_order_id
source: Order ID
pt_br: ID do pedido

# lbl_final_amt
source: Final Amount
pt_br: Total do pedido

# lbl_payment_method
source: Payment Method
pt_br: Forma de pagamento

# lbl_title_promo_code
source: Add Promo Code
pt_br: Código promocional

# lbl_your_code
source: What´s your code?
pt_br: Qual o seu cupom de desconto?

# lbl_please_add_code
source: Please add promo code to proceed further
pt_br: Por favor, adicione um cupom de desconto para avançar

# txt_promo_code
source: Promo code
pt_br: Cupom de desconto

# btn_continue
source: CONTINUE
pt_br: AVANÇAR

# btn_no_other_time
source: No, other time
pt_br: Voltar

# alert_promo_code
source: Enter promo code
pt_br: Adicione um cupom de desconto

# lbl_title_adjust_crop
source: Adjust & Crop
pt_br: Ajustar & Cortar
